Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/samediggi.no/lagat.html.tmx
Source language: sme
Languages: smj

source: Lágat / Dearvvašvuohta ja sosiála / Sámediggi - Sametinget
smj: Lága ja njuolgadustjállaga / Giella / Sámedigge - Sametinget

source: Čujuhusat lágaide mat guoskkahit sámi pasieanttaid rivttiid
smj: Sválldasa lágajda ja njuolgadustjállaga ma gulluji sámegiellaj

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Gáisi
smj: (Dåssju dárruj)

source: henrik.olsen@samediggi.no
smj: Njuolgadustjállaga ma guosski Sámeláhkaj:

source: Láhka Sámedikki Sámedikki ja eará sámi vuoigatvuođaid birra (sámeláhka) § 3-5.
smj: Njuolgadustjála sámeláhkaj (láhka biehtsemánno 12.

source: Viiddiduvvon vuoigatvuohta atnit sámegiela dearvvasvuođa- ja sosiálasuorggis
smj: B 1987 nr 56) sámegielaj háldadusguovllo lága birra

source: Láhka suohkanlaš dearvvašvuođa- ja fuolahusbálvalusaid birra.
smj: Njuolgadustjála sámelága giellarievtesvuoda birra

source: (dearvvašvuođa ja fuolahusláhka) (dušše dárogillii) § 3-10.
smj: Njuolgadustjála sámegiela åhpadime rievtesvuoda birra

source: Pasieanttaid ja geavaheddjiid váikkuhanvejolašvuohta ja ovttasbargu eaktodáhtolaš organisašuvnnaiguin
smj: Bájkkenammaláhka:

source: Láhka pasieanttaid ja geavaheddjiid rivttiid birra (pasieanttaid- ja geavaheaddjivuoigatvuođaláhka) (dušše dárogillii) § 3-5.
smj: Láhka bájkkenamáj birra

source: Dieđuid hápmi
smj: Njuolgadustjála bájkkenamáj birra
